Repository: LePopal/PRACT
Catalog: PRACT_GUI/Properties/strings.*.resx
Languages: fr

# &amp;About...
source: &About...
fr: &A propros...

# &amp;Copy
source: &Copy
fr: &Copier

# &amp;Edit
source: &Edit
fr: &Edition

# &amp;File
source: &File
fr: &Fichier

# &amp;Help
source: &Help
fr: &Aide

# &amp;New
source: &New
fr: &Nouveau

# &amp;Open
source: &Open
fr: &Ouvrir

# &amp;Paste
source: &Paste
fr: &Coller

# &amp;Redo
source: &Redo
fr: &Refaire

# &amp;Save
source: &Save
fr: &Sauvegarder

# &amp;Tools
source: &Tools
fr: &Outils

# &amp;Undo
source: &Undo
fr: &Annuler

source: Backup Music
fr: Sauvegarder la musique

source: Calculating music library files size
fr: Calcul de la taille des fichiers de la collection

source: Cancel
fr: Annuler

source: Cancelled!
fr: Annulé !

source: Cancelling
fr: Annulation en cours

source: Checking files stored in
fr: Vérification des fichiers stockés dans

source: Closing program
fr: Fermeture du programme en cours

source: Commands
fr: Commandes

# Cu&amp;t
source: Cu&t
fr: Co&uper

source: Duplicates
fr: Doublons

# E&amp;xit
source: E&xit
fr: Quitter

source: Error:
fr: Erreur :

source: File not found
fr: Fichier non trouvé

source: file(s) could not be copied
fr: fichier(s) n'ont/n'a pas pu être copié(s)

source: Finished!
fr: Terminé !

source: Generate M3U8 Playlists
fr: Générer des listes M3U8

source: Generate Scripts
fr: Générer des Scripts

source: Idle
fr: En attente

source: impossible to copy
fr: impossible de copier

source: Impossible to start processing:
fr: Impossible de démarrer le traitement:

source: Key
fr: Clé

source: Language
fr: Langue

source: Mine for the key
fr: Miner la clé

source: Missing
fr: Manquants

source: music files processed
fr: fichiers de musique traités

source: Music Folder
fr: Répertoire de musique

source: Orphans
fr: Orphelins

source: Output Folder
fr: Répertoire de sortie

source: Playlists loaded!
fr: Listes de lectures chargées !

source: Process
fr: Traiter

source: Process Log
fr: Journal d'exécution

source: Processing
fr: Traitement en cours

source: Processing duplicates...
fr: Traitement des doublons...

source: Processing missing tracks...
fr: Traitement des fichiers manquants...

source: Processing orphans...
fr: Traitement des morceaux orphelins...

source: Processing unanalyzed tracks...
fr: Traitement des morceaux non préparés...

source: Processing unreferenced files...
fr: Traitement des morceaux non référencés...

source: Processing untagged tracks...
fr: Traitement des morceaux sans tags...

source: Rekordbox XML File
fr: Fichier Rekordbox XML

source: Show Statistics
fr: Afficher des statistiques

source: Starting music files copy from
fr: Démarrage de la copie des fichiers de musique depuis

source: Starting up...
fr: Démarrage...

source: This could take a long time. Would you like to overwrite the existing files ?
fr: Cela pourrait durer un certain temps. Voulez-vous écraser les fichier existants ?

source: this may take a while...
fr: cela pourrait prendre du temps...

source: to
fr: vers

# tooltip.MainForm.btnProcess
source: Start processing
fr: Démarrer le traitement

# tooltip.MainForm.chkDuplicates
source: Duplicates are track with the same artist and title
fr: Les doublons sont des morceaux avec les mêmes titres et artistes

# tooltip.MainForm.chkMissing
source: Tracks that can't be found on disk
fr: Morceaux qui n'ont pas pu être trouvés sur disque

# tooltip.MainForm.chkOrphans
source: Orphans are tracks not listed in any playlist
fr: Les orphelins sont des morceaux de la collection qui n'existent dans aucune liste de lecture

# tooltip.MainForm.chkUnanalyzed
source: Tracks that were not properly prepared and analyzed
fr: Morceaux qui n'ont pas été préparés ou analysés

# tooltip.MainForm.chkUnreferenced
source: Tracks from the Music folder that have not been imported in the library
fr: Morceaux du répertoire de musique qui n'ont pas été importés dans la collection

# tooltip.MainForm.chkUntagged
source: Tracks without metadata (ID3)
fr: Morceaux sans métadonnées (ID3)

# tooltip.MainForm.progBar
source: Process progression
fr: Progression du traitement

# tooltip.OptionsForm.chkMine
source: Rekordbox 6: Tries to automatically discover the Rekordbox database encryption Key
fr: Rekordbox 6: tente de déterminer automatiquement la clé de cryptage de la base de données de Rekordbox (recommandé)

# tooltip.OptionsForm.txtKey
source: Rekordbox 6: Input the Rekordbox Database Key or mine for the key (recommended)
fr: Rekordbox 6: saisissez la clé de cryptage de la base de données

# tooltip.OptionsForm.txtMusicFolder
source: Folder containing your music to DJ
fr: Répertoire contenant la musique pour DJ

# tooltip.OptionsForm.txtOutputFolder
source: Folder where to export the generated playlists and backup the music
fr: Répertoire où exporter les listes générées et la musique sauvegardée

# tooltip.OptionsForm.txtRekordboxXMLFile
source: Rekordbox collection exported as an XML File
fr: Collection Rekordbox exportée en tant que fichier XML

source: Total size:
fr: Taille totale :

source: track(s) loaded!
fr: morceau(x) chargé(s) !

source: Unanalyzed
fr: Non analysés

source: Unreferenced
fr: Non référencés

source: Untagged
fr: Sans métadonnées

source: You're about to copy
fr: Vous allez copier
